Repository: scaredcr6w/Kase3D
Catalog: Kase3D/Localization/Localizable.xcstrings
Source language: en
Languages: de, hu

source: Clear Menu
de: Menü Löschen
hu: Elemek törlése

source: Clear Recents
de: Verlauf Löschen
hu: Előzmények törlése

source: Close Model
de: Modell schließen
hu: Modell bezárása

source: Import
de: Importieren
hu: Importálás

source: Import File...
de: Datei Importieren…
hu: Fájl Importálása...

source: Lighting
de: Beleuchtung
hu: Fények

source: Meshes
de: Netze
hu: Hálók

source: Model not loaded
de: Kein geladenes Modell
hu: Nincs betöltött Modell

source: Open Recent
de: Benutzte Modelle
hu: Korábbi Megnyitása

source: Recently Opened Models
de: Kürzlich eröffnete Modelle
hu: Korábban Megnyitott Modellek

source: Retry
de: Wiederholen
hu: Újra

source: You don't have any recently opened models.
de: Sie haben keine kürzlich geöffneten Modelle.
hu: Önnek nincsenek korábban megnyitott Modelljei.
